Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: It will be possible to tie in additional subsea templates and wells to the planned subsea structure.
nb: Det er mulig å knytte opp ytterligere bunnrammer og brønner til den planlagte undervannsstrukturen.

source: This will provide the opportunity to develop any additional resources in Dvalin, as well as other resources in the area.
nb: Dette gir muligheter for utvikling av eventuelle tilleggsressurser i Dvalin, i tillegg til andre ressurser i området.

source: Four production wells will be drilled on Dvalin.
nb: Det skal bores fire produksjonsbrønner i Dvalin.

source: "The NPD is interested in ensuring that profitable projects are developed and, where possible, that such projects utilise existing infrastructure.
nb: «OD er opptatt av at lønnsomme prosjekter bygges ut og hvor det er mulig, utnytter eksisterende infrastruktur.

source: We expect that realisation of the resources in Dvalin will contribute to create value, both for the Norwegian society and for the licensees on Dalin, Heidrun and Polarled.
nb: Vi forventer at realisering av ressursene i Dvalin bidrar til å skape verdier både for det norske samfunnet og for rettighetshaverne i Dvalin, Heidrun og Polarled.

source: In addition, the development of Dvalin could provide exciting opportunities for further development of other resources in the area," says Kalmar Ildstad, assistant director for development and operation in the Norwegian Sea.
nb: I tillegg kan utbyggingen av Dvalin gi spennende muligheter for videre utvikling av andre ressurser i området,» sier Kalmar Ildstad, underdirektør for utbygging og drift i Norskehavet.

source: From left: Jon Sandnes, Lars Stoltenberg, Lars Moe, Tord Lien, Hans-Hermann Andreae.
nb: Fra venstre: Jon Sandnes, Lars Stoltenberg, Lars Moe, Tord Lien, Hans-Hermann Andreae.

source: Photo: MPE
nb: Foto: OED

source: “This agreement is extremely important, it allows us to achieve a better understanding of the regional geological conditions on both sides of the demarcation line and, not least, of geological structures that span across the line,” says Stig-Morten Knutsen, the NPD's assistant director within Exploration.
nb: «Denne avtalen er svært viktig, den åpner for at vi kan få en bedre forståelse av de regionale geologiske forholdene på begge sider av delelinja, og ikke minst, av geologiske strukturer som går på tvers av linja,» sier Stig-Morten Knutsen, som er underdirektør innen Leting i OD.

source: Rosnedra initiated the data exchange about two years ago.
nb: Det var Rosnedra som tok initiativet til datautvekslingen for drøyt to år siden.

source: The agreement entails that Russian and Norwegian authorities will exchange about the same volume of data.
nb: Avtalen innebærer at russiske og norske myndigheter utveksler omtrent det samme volumet av data.

source: From the Russian side, this includes all seismic that was collected in 2013 in two major licences: the Fedynsky licence and the central Barents Sea licence, in a zone that is 50 kilometres from the demarcation line.
nb: Fra russisk side omfatter dette all seismikk som ble samlet inn i 2013 i to store lisenser: Fedynsky-lisensen og den sentrale Barentshav-lisensen, i en sone 50 kilometer fra delelinja.

source: There will also be a line from the gas discovery on the Kildinskoye High.
nb: I tillegg kommer en linje mot gassfunnet på Kildinskoye-høgda.

source: The NPD has received a total of 6500 kilometres of 2D seismic from these areas.
nb: OD har mottatt totalt 6500 kilometer 2D-seismikk fra disse områdene.

source: Rosnedra has received 5900 kilometres of 2D seismic from the Norwegian side.
nb: Rosnedra har mottatt 5900 kilometer 2D-seismikk fra norsk side.

source: Forty seven per cent of these resources have been sold and delivered.
nb: Av dette er 47 prosent solgt og levert.

source: It is expected that 7.6 billion Sm3 o.e. remain to be produced.
nb: Det forventes at 7,6 milliarder Sm3 o.e. gjenstår å produsere.

source: Of this, 4.7 billion Sm3 o.e. are proven resources.
nb: Av dette er 4,7 milliarder påviste ressurser.

source: The estimate for undiscovered resources is 2.9 billion Sm3 o.e., or about 38 per cent of total remaining resources.
nb: Estimatet for uoppdagede ressurser er 2,9 milliarder Sm3 o.e. eller om lag 38 prosent av totale gjenværende ressurser.

source: Exploration activity in 2015 yielded resource growth estimated at 30 million Sm3 o.e.
nb: Letevirksomheten ga i 2015 en ressurstilvekst estimert til 30 millioner Sm3 o.e.

source: Several of the discoveries are still being evaluated, and the estimates are therefore quite uncertain
nb: Mange av funnene er ikke ferdig evaluert, og estimatene er derfor svært usikre.

source: Undiscovered resources comprise oil and gas that probably exists and can be recovered, but which has not yet been proven through drilling.
nb: Uoppdagede ressurser omfatter olje og gass som trolig finnes og kan utvinnes, men som ennå ikke er påvist ved boring.

source: The Norwegian Petroleum Directorate's estimate for undiscovered resources is reviewed every other year.
nb: Oljedirektoratets estimat for uoppdagede ressurser gjennomgås hvert annet år.

source: The resource estimate for the undiscovered resources was updated in 2015.
nb: I 2015 ble ressursanslaget for de uoppdagede ressursene oppdatert.

source: The volume of undiscovered resources is estimated at 2 920 million Sm3 o.e.
nb: Volumet for de uoppdagede ressursene er estimert til 2 920 millioner Sm3 o.e.

source: This represents an increase of 85 million Sm3 o.e. compared with the 2014 resource accounts.
nb: Dette er en økning på 85 millioner Sm3 o.e. sammenlignet med ressursregnskapet for 2014.

source: Undiscovered resources account for about 38 per cent of the total remaining resources on the Norwegian shelf.
nb: Uoppdagede ressurser utgjør om lag 38 prosent av de totale gjenværende ressursene på norsk sokkel.

source: About half of the undiscovered resources are found in the Barents Sea; the rest are approximately equally divided between the North Sea and the Norwegian Sea.
nb: Om lag halvparten av de uoppdagede ressursene ligger i Barentshavet, resten er fordelt på Nordsjøen og Norskehavet med omtrent like store andeler.

source: Resources per sea area
nb: Ressurser per havområde

source: The North Sea holds about 51 per cent of the total remaining resources.
nb: Nordsjøen har om lag 51 prosent av de totale gjenværende ressursene.

source: The distribution of remaining resources in the Norwegian Sea and the Barents Sea is approximately equal.
nb: Fordelingen av gjenværende ressurser i Norskehavet og Barentshavet er omtrent lik.

source: The North Sea is the engine in Norwegian petroleum activity with 65 producing fields at year-end, while the Norwegian Sea has 16 producing fields and the Barents Sea has one (Snøhvit).
nb: Nordsjøen er motoren i norsk petroleumsvirksomhet med 65 produserende felt ved årsskiftet, mens Norskehavet har 16 felt i produksjon og Barentshavet ett (Snøhvit).

source: See the complete resource accounts:
nb: Se hele ressursregnskapet:

source: Resource accounts for the Norwegian continental shelf as of 31 December 2015 >>
nb: Ressursregnskap for norsk kontinentalsokkel per 31. desember 2015 >>

source: This is an increase of 400,000 tonnes (3 per cent) compared with the previous year.
nb: Det er 400 000 tonn (3 prosent) mer enn året før.

source: The primary cause of the increase is start-up difficulties on the Knarr field and start-up of the Valemon and Edvard Grieg fields, which started producing in 2015.
nb: Hovedårsaken til økningen er oppstartsproblemer på Knarrfeltet og oppstart av feltene Valemon og Edvard Grieg som ble satt i produksjon i 2015.

source: Total CO2 emissions from producing fields that were operational before 2015 are on the same level as in 2014.
nb: Totale utslipp av CO2 fra produserende felt som var i drift før 2015 er i samme størrelsesorden som i 2014.

source: However, NOx emissions are down 11 per cent (5600 tonnes).
nb: Utslippene av NOx er imidlertid redusert med 11 prosent (5600 tonn).

source: This is primarily due to reduced drilling activity and use of mobile facilities.
nb: Hovedårsaken er redusert boreaktivitet og bruk av flyttbare innretninger.

source: The prognosis for the next five years shows that CO2 emissions will stabilise around the 2015 level, even as several new fields start production.
nb: Prognose for de neste fem årene viser at CO2-utslippene stabiliseres rundt 2015-nivået, selv om flere nye felt skal settes i produksjon.

source: The Johan Sverdrup field will be supplied with power from shore.
nb: Johan Sverdrupfeltet skal forsynes med kraft fra land.

source: Edvard Grieg, Ivar Aasen and Gina Krog will also receive power from shore in connection with the second development stage for Johan Sverdrup.
nb: Edvard Grieg, Ivar Aasen og Gina Krog vil også få kraft fra land i forbindelse med andre utbyggingstrinn av Johan Sverdrup.

source: The authorities have a good overview of emissions from the petroleum sector in Norway.
nb: Myndighetene har god oversikt over utslipp fra petroleumssektoren i Norge.

source: The Norwegian Oil and Gas Association has established a joint database for reporting discharges to sea and emissions to air from the activities.
nb: Bransjeorganisasjonen Norsk olje og gass har etablert en felles database for rapportering av utslipp til sjø og luft fra virksomheten.

source: All operators on the Norwegian continental shelf report discharge/emission data directly into this database.
nb: Alle operatører på norsk kontinentalsokkel rapporterer utslippsdata direkte inn i denne databasen.

source: The emissions are largely generated as a result of combustion of gas and diesel in turbines, engines and boilers that keep the facilities operational.
nb: Utslippene kommer stort sett som følge av forbrenning av gass og diesel i turbiner, motorer og kjeler som holder innretningene i drift.

source: Safety flaring of gas also generates CO2 emissions.
nb: Dessuten medfører sikkerhetsfakling av gass utslipp av CO2.

source: Ventilating and diffuse gas emissions from storage and loading of crude oil are also sources of CO2 emissions.
nb: I tillegg kommer ventilering og diffuse utslipp av gass og ved lagring og lasting av råolje.

source: Total nmVOC emissions (volatile oil compounds, oil vapour) amounted to 46,500 tonnes in 2015, six per cent less than in 2014.
nb: Totale utslipp av nmVOC (volatile oil compounds, oljedamp) var i 2015 på 46.500 tonn, det er 6 prosent mindre enn i 2014.

source: Methane emissions (CH4) amounted to 28,900 tonnes in 2015, eight per cent less than in 2014.
nb: Utslippene av metan (CH4) var 28.900 tonn i 2015, det er 8 prosent mindre enn i 2014.

source: Emissions in the petroleum sector originate from facilities on the shelf and from the onshore facilities that are covered under the Petroleum Taxation Act.
nb: Utslippene i petroleumssektoren kommer fra innretninger på sokkelen og fra den del av landanlegg som omfattes av petroleumsskatteloven.

source: These emissions are regulated by the Petroleum Act, CO2 Tax Act, Act concerning special tax, Greenhouse Gas Emission Trading Act and the Pollution Control Act, among others.
nb: Disse utslippene blir regulert gjennom blant annet petroleumsloven, CO2-avgiftsloven, særavgiftsloven, klimakvoteloven og forurensingsloven.

source: Statistics Norway (SSB), which recently published preliminary 2015 figures for Norwegian greenhouse gas emissions, also includes emissions from the part of onshore facilities that are not covered under the above definition.
nb: Statistisk Sentralbyrå (SSB), som nylig har publisert foreløpige 2015-tall for norske utslipp av klimagasser, inkluderer også utslipp fra den delen av landanlegg som ikke er omfattet av definisjonen over.

source: For more information about emissions to air from the petroleum industry, see
nb: For mer informasjon om utslipp til luft fra petroleumsnæringen, se

source: http://www.norskpetroleum.no/en/environment-and-techology/emissions-to-air/
nb: http://www.norskpetroleum.no/miljo-og-teknologi/utslipp-til-luft/

source: Still significant interest in exploration in mature areas – APA 2016 >>
nb: TFO 2016 >>

source: Wellbore 17/12-4 will be drilled from the drilling facility West Alpha at position 58°10’37.58”N and 3°55’11.05”E.
nb: Brønnbane 17/12-4 skal bores fra boreinnretningen West Alpha i posisjon 58°10’37,58”N og 3°55’11,05”Ø.

source: The drilling program for wellbore 17/12-4 applies to the drilling of an appraisal well in production licence 407.
nb: Boreprogrammet for brønnbane 17/12-4 gjelder boring av en avgrensningsbrønn i utvinningstillatelse 407.

source: The well will delineate the old oil discovery 17/12-1 Bream proven in 1972 by Phillips Petroleum Company.
nb: Brønnen skal avgrense det gamle oljefunnet 17/12-1 Bream påvist i 1972 av Phillips Petroleum Company.

source: BG Norge AS is the operator with a 40 percent stake.
nb: BG Norge AS er operatør med 40 prosent eierandel.

source: Licensees are Skeie Energy AS, Spring Energy Exploration AS and Premier Oil Norge AS, who all have 20 percent stakes.
nb: Rettighetshavere er Skeie Energy AS, Spring Energy Exploration AS og Premier Oil Norge AS som alle har 20 prosent eierandeler.

source: Production licence 407 was awarded in APA 2006
nb: Utvinningstillatelse 407 ble tildelt i TFO 2006.

source: The area in the production license consists of parts of the blocks 17/8, 9, 11 and 12 northwest of the Yme field in the south-eastern part of North Sea.
nb: Arealet i denne utvinningstillatelsen består av deler av blokkene 17/8, 9, 11 og 12 nordvest for Ymefeltet i den sørøstlige delen av Nordsjøen.

source: Well 17/12-4 is the first exploration well in the production license.
nb: Brønn 17/12-4 er den første letebrønnen i utvinningstillatelsen.

source: One thousand metres of shallow stratigraphic drill cores are now being studied with a magnifying glass, tape measure and hydrochloric acid in the core store in Stavanger.
nb: 1000 meter med grunne stratigrafiske borekjerner blir nå gjennomgått med lupe, linjal og saltsyre i steinlageret i Stavanger.

source: Metre by metre, the cores are being examined and meticulously registered and logged.
nb: Meter for meter blir kjernene undersøkt og sirlig registrert og loggført i skjema.

source: “We are learning a lot.
nb: «Vi lærer mye.

source: Once these studies have been completed, we will understand much more about the geology in these sea areas,” says geologist Andreas Bjørnestad, who participated in the drilling expedition with the vessel “Bucentaur” last year.
nb: Når undersøkelsene er ferdige, vil vi forstå mye mer av geologien i dette havområdet,» sier geolog Andreas Bjørnestad, som var med på boretoktet med fartøyet «Bucentaur» i fjor.

source: The NPD’s Espen Simonstad, Tomas Mørch and Nina Pedersen check the cores.
nb: ODs Espen Simonstad, Tomas Mørch og Nina Pedersen sjekker kjerner.

source: (Photo: Siv Rødland)
nb: (Foto: Siv Rødland)

source: Some of the objectives of last year’s expedition were to collect data in order to assess the resource base, take samples of reservoir rocks and analyse source rocks and cores.
nb: Hensikten med fjorårets tokt var blant annet å samle inn data for å kunne vurdere ressursgrunnlaget, ta prøver av reservoarbergarter samt analysere kildebergarter og kjerner.

source: The cores were first brought to the NPD core store in Trondheim (DORA), where three consultants prepared the samples and readied them for descriptions.
nb: Kjernene ble først fraktet til ODs steinlager i Trondheim (DORA), hvor tre konsulenter preparerte prøvene og gjorde dem klare for beskrivelser.

source: The container carrying the cores arrived at the core store in Stavanger in April, which holds samples and drill cuttings from nearly all exploration and production wells drilled on the Norwegian shelf.
nb: I april ankom containeren med kjerner steinlageret i Stavanger, der det er prøver og borekaks fra nesten alle lete- og produksjonsbrønner som er boret på norsk sokkel.

source: The container carrying drill cores from the Barents Sea was sent from Trondheim to Stavanger in April.
nb: Containeren med borekjerner fra Barentshavet ble sendt fra Trondheim til Stavanger i april.

source: (Photo: Odd Bakke Kristiansen)
nb: (Foto: Odd Bakke Kristiansen)

source: However, the vast majority of these drill cores are from reservoir rocks.
nb: Disse borekjernene er imidlertid stort sett bare fra reservoarbergarter.

source: The samples taken from the shallow wells are complete cores from the seabed, containing both source and reservoir rocks.
nb: Prøvene fra de grunne brønnene er fullkjerner fra havbunnen, gjennom både kilde- og reservoarbergarter.

source: They therefore provide useful information about the underground.
nb: Derfor gir de nyttig informasjon om undergrunnen.

source: The drill cores measure between five and seven centimetres in diameter and are split lengthwise.
nb: Borekjernene er mellom fem og sju centimeter i diameter, og de er delt på langs.

source: The cores may be used for research in a number of areas, for instance sediment types, stratigraphy, sedimentation environment and climate variations.
nb: Kjernene kan brukes til forskning innen en rekke områder, for eksempel sedimenttyper, stratigrafi, avsetningsmiljø og klimavariasjoner.

source: The northeastern Barents Sea is not opened for petroleum activity.
nb: Barentshavet nordøst er ikke åpnet for petroleumsvirksomhet.

source: Only the Norwegian Petroleum Directorate may map unopened areas on the Norwegian shelf.
nb: Det er bare Oljedirektoratet som kan kartlegge uåpnete områder på norsk sokkel.

source: The cores are investigated and registered.
nb: Kjernene blir undersøkt og registrert i skjema.

source: Expected investments are NOK 5.5 billion.
nb: Forventede investeringer er 5,5 milliarder kroner.

source: Trestakk is an oil discovery located in block 6406/3, approx. 20 kilometres south of the Åsgard field.
nb: Trestakk er et oljefunn som ligger i blokk 6406/3 cirka 20 kilometer sør for Åsgard-feltet.

source: Recoverable resources are estimated at 10.5 million standard cubic metres of oil (72 million barrels of oil).
nb: Utvinnbare ressurser er beregnet til 10,5 millioner standard kubikkmeter olje (72 millioner fat olje).

source: Water depth in the area is about 300 metres and the reservoir is located at a depth of 3900 metres.
nb: Vanndybden i området er rundt 300 meter og reservoaret ligger på 3900 meters dybde.

source: The discovery was proven in 1986.
nb: Funnet ble påvist i 1986.

source: It has been considered for development on several previous occasions.
nb: Det har flere ganger tidligere vært vurdert å bygge det ut.

source: The licensees have now submitted a development plan with planned production start-up in the second quarter of 2019.
nb: Rettighetshaverne har nå lagt fram en utbyggingsplan med planlagt produksjonsstart i andre kvartal 2019.

source: The licensees propose in the PDO that Trestakk be developed with a subsea development, one subsea template with four well slots, as well as a fifth satellite well.
nb: I PUD-en foreslår rettighetshaverne at Trestakk bygges ut med en undervannsutbygging, én bunnramme med fire brønnslisser, samt en femte satellittbrønn.

source: Three production wells and two gas injection wells will be drilled.
nb: Det skal bores tre produksjonsbrønner og to gassinjeksjonsbrønner.

source: The subsea facility will be tied in to the Åsgard A installation for processing, measurement and gas injection.
nb: Undervannsanlegget skal knyttes opp til Åsgard A-installasjonen for prosessering, måling og gassinjeksjon.

source: Vast sums have been invested in infrastructure on the Norwegian shelf, and the Norwegian Petroleum Directorate wants to ensure this infrastructure is exploited in an efficient and optimal manner.
nb: På norsk sokkel er det investert store beløp i infrastruktur og Oljedirektoratet er opptatt av at denne blir utnyttet på en effektiv og god måte.

source: “It is positive that the licensees in Trestakk have decided on a project that will secure more production for Åsgard A and provides the possibility of an extended lifetime for the production vessel,” says Kalmar Ildstad, the Norwegian Petroleum Directorate’s assistant director for development and operations in the Norwegian Sea.
nb: «Det er gledelig at rettighetshaverne i Trestakk har besluttet et prosjekt som sikrer mer produksjon til Åsgard A og dermed gir mulighet for forlenget levetid for produksjonsskipet,» sier Kalmar Ildstad, Oljedirektoratets underdirektør for utbygging og drift i Norskehavet.

source: He adds that the Directorate was concerned that resources in Trestakk would be lost, with a background in a shorter assumed lifetime for Åsgard A, because the licensees did not make a development decision early enough.
nb: Han legger til at direktoratet en periode var bekymret for at ressurser i Trestakk skulle gå tapt, med bakgrunn i antatt kortere levetig for Åsgard A, fordi rettighetshaverne ikke tidlig nok tok beslutning om utbygging.

source: This could in turn lead to reductions in recoverable volumes and thus lost values.
nb: Dette igjen kunne føre til reduksjon i utvinnbare volum og dermed tap av verdier.

source: “The Norwegian Petroleum Directorate expects that all profitable projects are developed and that plans will take surrounding infrastructure into account.
nb: «Oljedirektoratet forventer at alle lønnsomme prosjekter bygges ut og at det legges planer som tar hensyn til omkringliggende infrastruktur.

source: The licensees have completed extensive work on reducing investment costs on Trestakk.
nb: Rettighetshaverne har nå gjort et grundig arbeid med å redusere investeringskostnadene på Trestakk.

source: Studies have also shown that the lifetime on Åsgard A can be extended, which will also contribute to more production from Åsgard.
nb: I tillegg har studier vist at levetiden på Åsgard A kan forlenges, noe som også bidrar til mer produksjon fra Åsgard.

source: The Norwegian Petroleum Directorate expects that realisation of the resources will contribute to creating values both for the Norwegian society and for the licenses in Trestakk and Åsgard,” says Ildstad.
nb: Oljedirektoratet forventer at realisering av ressursene vil bidra til å skape verdier både for det norske samfunnet og for rettighetshaverne i Trestakk og Åsgard,» sier Ildstad.

source: Trestakk is located in production licence 091.
nb: Trestakk ligger i utvinningstillatelse 091.

source: Statoil is the operator with an ownership interest of 59.1 per cent.
nb: Statoil er operatør med en andel på 59,1 prosent.

source: The other licensees are ExxonMobil (33 per cent) and Eni (7.9 per cent).
nb: De andre rettighetshaverne er ExxonMobil (33 prosent) og Eni (7,9 prosent).

source: Trestakk will be developed as a subsea field.
nb: Trestakk bygges ut som et undervannsfelt.

source: The oil will be transported to Åsgard A for processing and export.
nb: Oljen skal transporteres til Åsgard A for prosessering og eksport.

source: (Illustration: Statoil).
nb: (Illustrasjon: Statoil).

source: Significant remaining resources, combined with cost reductions and improved efficiency, can ensure continued high activity and future profitability.
nb: Store gjenværende ressurser kan gjennom kostnadsreduksjoner og økt effektivitet sikre et fortsatt høyt aktivitetsnivå og framtidig lønnsomhet.

source: We have had some positive news in 2015, despite the negative trends.
nb: Tross negative trender har det også vært positive nyheter i 2015.
